
#Справочники

category = ['Кооперативные',
            'Экономические',
            'Стратегические',
            'Логические',
            'Ролевые',
            'Приключенческие',
            'Игры-ходилки',
            'Развивающие', ]

age_group = ['6+',
             '8+',
             '10+',
             '14+',
             '16+',
             '18+', ]

status_game = ['Новая',
               'Небольшие царапины',
               'Защитная пленка',
               'Не полный коплект',
               'Нет листа прогресса',
               'Удовлетворительно', ]