
#Справочники

category = ['Кооперативные',
            'Экономические',
            'Стратегические',
            'Логические',
            'Ролевые',
            'Приключенческие',
            'Игры-ходилки',
            'Развивающие', ]

age_group = ['6+',
             '8+',
             '10+',
             '14+',
             '16+',
             '18+', ]

status_game = ['Новая',
               'Небольшие царапины',
               'Защитная пленка',
               'Не полный коплект',
               'Нет листа прогресса',
               'Удовлетворительно', ]

games = [
        {
            "name": "Монополия",
            "description": "Монополия - классическая настольная игра о торговле недвижимостью и стратегии.",
            "status": 2,
            "category": 4,
            "min_players": 2,
            "max_players": 6,
            "age_group": 3,
            "price": 400
        },
        {
            "name": "Колонизаторы",
            "description": "Колонизаторы - популярная настольная игра, в которой игроки строят поселения и торгуют ресурсами.",
            "status": 3,
            "category": 1,
            "min_players": 3,
            "max_players": 4,
            "age_group": 4,
            "price": 600
        },
        {
            "name": "Билет на поезд",
            "description": "Билет на поезд - игра на железнодорожную тематику, где игроки собирают карты поездов для захвата железнодорожных маршрутов.",
            "status": 5,
            "category": 2,
            "min_players": 2,
            "max_players": 5,
            "age_group": 2,
            "price": 800
        },
        {
            "name": "Кодовое слово",
            "description": "Кодовое слово - словесная игра на вечеринке, где игроки дажают односложные подсказки для идентификации агентов.",
            "status": 4,
            "category": 5,
            "min_players": 4,
            "max_players": 8,
            "age_group": 1,
            "price": 300
        },
        {
            "name": "Пандемия",
            "description": "Пандемия - кооперативная игра, где игроки работают вместе, чтобы остановить распространение смертельных болезней по всему миру.",
            "status": 1,
            "category": 3,
            "min_players": 2,
            "max_players": 4,
            "age_group": 5,
            "price": 950
        }
]